{
  "changelog": [
    {
      "name": "v0.1.0",
      "date": 1671736965280,
      "description": "Comments on Vercel Preview Deployments are now generally available giving you a centralized review workflow for rapid iteration. We have also added full support for GitLab and BitBucket integrations in addition to GitHub. All Pro and Enterprise teams will have the ability to use comments on their Preview Deployments, by default, for free. Check out the documentation to learn more."
    },
    {
      "name": "v0.1.1",
      "date": 1671736985280,
      "description": "You can now view (GET) the security feature enablement status for all repositories in your organization using the \"list organization repositories\" endpoint in the REST API for the following security features: GitHub Advanced Security Secret scanning Push protection Previously, you had to retrieve a list of repos and call the \"get a repository\" endpoint for each repository ID to accomplish this task. This change is intended to make it easier to audit enablement status for compliance purposes and for those customers who build external dashboards."
    },
    {
      "name": "v0.1.2",
      "date": 1671736999990,
      "description": "You can now make Preview Deployments private for free, across all plans. Shareable Links: Share private Preview Deployments with external collaborators without the need to log in. See docs for limits. Vercel Authentication: Team members can log in with their Vercel account to access secure previews. Password Protection is now Advanced Deployment Protection and keeps the same price at $150/mo. Pro and Enterprise customers can add on Advanced Deployment Protection, which includes: Private Production Deployments: Make your production deployment private with the click of a button. Protection Bypass for Automation: Allows you to bypass user authentication by using header secret for automated tooling. Password Protection: Secure preview and production deployments with a password. Enterprise customers will also have access to audit logs allowing them to track who generated a given Sharable Link at what time and from which device. Check out the documentation to learn more.\n\n"
    }
  ]
}